Repository: AlijonovUz/ozbilim
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hisoblar
ru: Учётные записи

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Elektron pochta
ru: Электронная почта

source: Tarjimayi hol
ru: Биография

source: Amaldagi parol
ru: Текущий пароль

source: Kod noto'g'ri yoki eskirgan!
ru: Код неверен или устарел!

source: Kirish kodining muddati tugagan!
ru: Срок действия кода истёк!

source: Siz tizimga muvaffaqiyatli kirdingiz!
ru: Вы успешно вошли в систему!

source: Telegram bilan aloqa o'rnatilmadi.
ru: Не удалось подключиться к Telegram.

source: Siz ro'yxatdan o'tdingiz va tizimga kirdingiz.
ru: Вы зарегистрировались и вошли в систему.

source: Siz tizimdan muvaffaqiyatli chiqdingiz!
ru: Вы успешно вышли из системы!

source: Ma'lumotlar muvaffaqiyatli saqlandi.
ru: Данные успешно сохранены.

source: Profil rasmi yangilandi.
ru: Аватар обновлён.

source: Profil rasmi o'chirildi.
ru: Аватар удалён.

source: Parolingiz muvaffaqiyatli yangilandi.
ru: Ваш пароль успешно обновлён.

source: Hisobingiz muvaffaqiyatli o'chirildi.
ru: Ваш аккаунт успешно удалён.

source: O'zbek tili
ru: Узбекский язык

source: Ingliz tili
ru: Английский язык

source: Rus tili
ru: Русский язык

source: Telegram bot
ru: Телеграм-бот

source: Nusxalash
ru: Копировать

source: <b>Kirish kodi:</b>
ru: <b>Код для входа:</b>

source: <i>Kod faqat 1 daqiqa amal qiladi.</i>
ru: <i>Код действует только 1 минуту.</i>

source: Kirish kodi
ru: Код для входа

source: Kirish kodlari
ru: Коды для входа

source: O'zbekcha ma’lumotlar
ru: Данные на узбекском

source: Ruscha ma’lumotlar
ru: Данные на русском

source: Inglizcha ma’lumotlar
ru: Данные на английском

source: Asosiy ma’lumotlar
ru: Основная информация

source: Tanlang
ru: Выберите

source: Mavjud emas
ru: Недоступно

source: Foydalanuvchi maʼlumotlari
ru: Информация о пользователе

source: Ruxsatlar
ru: Права

source: Tizim maʼlumotlari
ru: Информация о системе

source: Sozlamalar
ru: Настройки

source: Izohingizni yozing...
ru: Напишите свой комментарий...

source: Izohingiz:
ru: Ваш комментарий:

source: Sarlavha
ru: Заголовок

source: Maqola matni
ru: Текст статьи

source: Rasmlar (ixtiyoriy)
ru: Изображения (необязательно)

source: O‘chirish uchun rasmlarni tanlang
ru: Выберите изображения для удаления

source: Juda tez-tez izoh yuboryapsiz. Iltimos, biroz kuting.
ru: Вы слишком часто отправляете комментарии. Пожалуйста, подождите.

source: Foydalanuvchi
ru: Пользователь

source: Foydalanuvchilar
ru: Пользователи

source: Maqola
ru: Статья

source: Maqolalar
ru: Статьи

source: Izoh
ru: Комментарий

source: Izohlar
ru: Комментарии

source: Bildirishnoma
ru: Уведомление

source: Bildirishnomalar
ru: Уведомления

source: Yangi maqola qo'shish
ru: Добавить новую статью

source: Saqlash
ru: Сохранять

source: Maqola muvaffaqiyatli qo'shildi.
ru: Статья успешно добавлена.

source: Maqola yangilandi.
ru: Статья обновлена.

source: Maqola muvaffaqiyatli o'chirildi.
ru: Статья успешно удалена.

source: Maqola o'chirildi.
ru: Статья удалена.

source: Siz yozgan maqola administrator tomonidan o‘chirildi.
ru: Ваша статья была удалена администратором.

source: Yangi izoh
ru: Новый комментарий

source: Sizning maqolangizga izoh yozildi.
ru: Ваша статья получила новый комментарий.

source: Izohingiz muvaffaqiyatli qo'shildi!
ru: Ваш комментарий успешно добавлен!

source: Izoh yuborishda xatolik yuz berdi.
ru: Произошла ошибка при отправке комментария.

source: Izoh muvaffaqiyatli o'chirildi.
ru: Комментарий успешно удалён.

source: Izoh o‘chirildi
ru: Комментарий удалён

source: Siz yozgan izoh muallif tomonidan o‘chirildi.
ru: Ваша статья была удалена администратором.

source: Sahifa topilmadi
ru: Страница не найдена

source: Kechirasiz, siz izlagan sahifa mavjud emas yoki o‘chirilgan bo‘lishi mumkin.
ru: Извините, запрашиваемая страница не существует или могла быть удалена.

source: Bosh sahifaga qaytish
ru: Вернуться на главную страницу

source: Barcha huquqlar himoyalangan!
ru: Все права защищены!

source: Bosh sahifa
ru: Главная

source: Maqola qo'shish
ru: Добавить статью

source: Bildirishnomalar topilmadi.
ru: Уведомления не найдены.

source: Barcha bildirishnomalarni o'qish
ru: Отметить все уведомления как прочитанные

source: Admin panel
ru: Панель администратора

source: Mening profilim
ru: Мой профиль

source: Chiqish
ru: Выйти

source: Kirish
ru: Вход

source: Oldingi
ru: Предыдущий

source: Keyingi
ru: Следующий

source: Joylangan sana:
ru: Дата публикации:

source: marta
ru: раз

source: Yuborish
ru: Отправить

source: O‘chirish
ru: Удалить

source: Hozircha hech qanday izoh yozilmagan.
ru: Пока что нет комментариев.

source: Qidirish...
ru: Поиск...

source: Maqolani to‘liq o‘qish
ru: Читать полностью

source: Maqolalar topilmadi.
ru: Статьи не найдены.

source: Foydalanuvchi haqida ma'lumot mavjud emas.
ru: Информация о пользователе отсутствует.

source: Muallif maqolalari
ru: Статьи автора

source: Batafsil
ru: Подробнее

source: Tahrirlash
ru: Редактировать

source: Hozircha hech qanday maqola mavjud emas.
ru: Пока что статей нет.

source: Tasdiqlash kodi
ru: Код подтверждения

source: %(bot_link)s botiga kiring va 1 daqiqalik kodingizni oling.
ru: Зайдите в бота %(bot_link)s и получите ваш код на 1 минуту.

source: Profil sozlamalari
ru: Настройки профиля

source: Shaxsiy ma'lumotlar
ru: Личные данные

source: Profil rasmi
ru: Фото профиля

source: Rasmni yangilash
ru: Аватар обновлён.

source: Rasmni o‘chirish
ru: Удаление аккаунта

source: Parolni o‘zgartirish
ru: Сменить пароль

source: Parolni yangilash
ru: Обновление пароля

source: Hisobni o‘chirish
ru: Удаление аккаунта

source: Agar hisobingiz o‘chirilsa, barcha ma’lumotlaringiz (maqola, izoh, avatar) doimiy tarzda yo‘qoladi. Bu amal ortga qaytarilmaydi!
ru: Если ваш аккаунт будет удалён, все ваши данные (статьи, комментарии, аватар) будут безвозвратно удалены. Это действие необратимо!
